export const content = [
    {
        id: Math.floor(Math.random() * 156546), title: 'فوائد الطعام', description:
            "موضوع عن الطعام حول العالم بالانجليزي مع الترجمة العربية حيث يشكل الطعام شيئا جوهريا في العالم في الوقت الماضي و الحاضر. يعتبر تناول الطعام شيئا أساسيا للجميع لانه يحافظ على بقائنا أحياء ويمدنا بالمتعة أيضا في نفس الوقت. فلا حياة بدون الطعام, لكن الطريقة التي تتطور بها الثقافة, المجتمع, التكنولوجيا و الأفراد مرتبطة بالطعام.مع استمرار تطور التاريخ البشري ، أصبح لدينا مستوى أعلى في اختيار الطعام الذي نود تناوله في الوقت الحاضر.فلكل ثقافة مختلفة دين مختلف, ولكل دين مختلف عادة مختلفة ويعتبر الطعام عاملا أساسيا في الدين.تعتبر الديانات , مثل الاسلام, أن أكل لحم الخنزير طعام محرم ولا يجوز تناوله. لا توصي البوذية بأكل اللحم لأنهم يعتقدون انه من القسوة محاولة قت الحيوانات ويجب احترامهم وتقديرهم."
, img: '12.jpg'
    },
    {
        id: Math.floor(Math.random() * 156546), title: 'فوائد الطعام', description:
            "موضوع عن الطعام حول العالم بالانجليزي مع الترجمة العربية حيث يشكل الطعام شيئا جوهريا في العالم في الوقت الماضي و الحاضر. يعتبر تناول الطعام شيئا أساسيا للجميع لانه يحافظ على بقائنا أحياء ويمدنا بالمتعة أيضا في نفس الوقت. فلا حياة بدون الطعام, لكن الطريقة التي تتطور بها الثقافة, المجتمع, التكنولوجيا و الأفراد مرتبطة بالطعام.مع استمرار تطور التاريخ البشري ، أصبح لدينا مستوى أعلى في اختيار الطعام الذي نود تناوله في الوقت الحاضر.فلكل ثقافة مختلفة دين مختلف, ولكل دين مختلف عادة مختلفة ويعتبر الطعام عاملا أساسيا في الدين.تعتبر الديانات , مثل الاسلام, أن أكل لحم الخنزير طعام محرم ولا يجوز تناوله. لا توصي البوذية بأكل اللحم لأنهم يعتقدون انه من القسوة محاولة قت الحيوانات ويجب احترامهم وتقديرهم."
, img: '13.jpg'
    },
    {
        id: Math.floor(Math.random() * 156546), title: 'فوائد الطعام', description:
            "موضوع عن الطعام حول العالم بالانجليزي مع الترجمة العربية حيث يشكل الطعام شيئا جوهريا في العالم في الوقت الماضي و الحاضر. يعتبر تناول الطعام شيئا أساسيا للجميع لانه يحافظ على بقائنا أحياء ويمدنا بالمتعة أيضا في نفس الوقت. فلا حياة بدون الطعام, لكن الطريقة التي تتطور بها الثقافة, المجتمع, التكنولوجيا و الأفراد مرتبطة بالطعام.مع استمرار تطور التاريخ البشري ، أصبح لدينا مستوى أعلى في اختيار الطعام الذي نود تناوله في الوقت الحاضر.فلكل ثقافة مختلفة دين مختلف, ولكل دين مختلف عادة مختلفة ويعتبر الطعام عاملا أساسيا في الدين.تعتبر الديانات , مثل الاسلام, أن أكل لحم الخنزير طعام محرم ولا يجوز تناوله. لا توصي البوذية بأكل اللحم لأنهم يعتقدون انه من القسوة محاولة قت الحيوانات ويجب احترامهم وتقديرهم."
, img: '4.jpg'
    },
    {
        id: Math.floor(Math.random() * 156546), title: 'فوائد الطعام', description:
            "موضوع عن الطعام حول العالم بالانجليزي مع الترجمة العربية حيث يشكل الطعام شيئا جوهريا في العالم في الوقت الماضي و الحاضر. يعتبر تناول الطعام شيئا أساسيا للجميع لانه يحافظ على بقائنا أحياء ويمدنا بالمتعة أيضا في نفس الوقت. فلا حياة بدون الطعام, لكن الطريقة التي تتطور بها الثقافة, المجتمع, التكنولوجيا و الأفراد مرتبطة بالطعام.مع استمرار تطور التاريخ البشري ، أصبح لدينا مستوى أعلى في اختيار الطعام الذي نود تناوله في الوقت الحاضر.فلكل ثقافة مختلفة دين مختلف, ولكل دين مختلف عادة مختلفة ويعتبر الطعام عاملا أساسيا في الدين.تعتبر الديانات , مثل الاسلام, أن أكل لحم الخنزير طعام محرم ولا يجوز تناوله. لا توصي البوذية بأكل اللحم لأنهم يعتقدون انه من القسوة محاولة قت الحيوانات ويجب احترامهم وتقديرهم."
, img: '11.jpg'
    },
    {
        id: Math.floor(Math.random() * 156546), title: 'فوائد الطعام', description:
            "موضوع عن الطعام حول العالم بالانجليزي مع الترجمة العربية حيث يشكل الطعام شيئا جوهريا في العالم في الوقت الماضي و الحاضر. يعتبر تناول الطعام شيئا أساسيا للجميع لانه يحافظ على بقائنا أحياء ويمدنا بالمتعة أيضا في نفس الوقت. فلا حياة بدون الطعام, لكن الطريقة التي تتطور بها الثقافة, المجتمع, التكنولوجيا و الأفراد مرتبطة بالطعام.مع استمرار تطور التاريخ البشري ، أصبح لدينا مستوى أعلى في اختيار الطعام الذي نود تناوله في الوقت الحاضر.فلكل ثقافة مختلفة دين مختلف, ولكل دين مختلف عادة مختلفة ويعتبر الطعام عاملا أساسيا في الدين.تعتبر الديانات , مثل الاسلام, أن أكل لحم الخنزير طعام محرم ولا يجوز تناوله. لا توصي البوذية بأكل اللحم لأنهم يعتقدون انه من القسوة محاولة قت الحيوانات ويجب احترامهم وتقديرهم."
, img: '6.jpeg'
    },
    {
        id: Math.floor(Math.random() * 156546), title: 'فوائد الطعام', description:
            "موضوع عن الطعام حول العالم بالانجليزي مع الترجمة العربية حيث يشكل الطعام شيئا جوهريا في العالم في الوقت الماضي و الحاضر. يعتبر تناول الطعام شيئا أساسيا للجميع لانه يحافظ على بقائنا أحياء ويمدنا بالمتعة أيضا في نفس الوقت. فلا حياة بدون الطعام, لكن الطريقة التي تتطور بها الثقافة, المجتمع, التكنولوجيا و الأفراد مرتبطة بالطعام.مع استمرار تطور التاريخ البشري ، أصبح لدينا مستوى أعلى في اختيار الطعام الذي نود تناوله في الوقت الحاضر.فلكل ثقافة مختلفة دين مختلف, ولكل دين مختلف عادة مختلفة ويعتبر الطعام عاملا أساسيا في الدين.تعتبر الديانات , مثل الاسلام, أن أكل لحم الخنزير طعام محرم ولا يجوز تناوله. لا توصي البوذية بأكل اللحم لأنهم يعتقدون انه من القسوة محاولة قت الحيوانات ويجب احترامهم وتقديرهم."
, img: '7.jpg'
    },
    {
        id: Math.floor(Math.random() * 156546), title: 'فوائد الطعام', description:
            "موضوع عن الطعام حول العالم بالانجليزي مع الترجمة العربية حيث يشكل الطعام شيئا جوهريا في العالم في الوقت الماضي و الحاضر. يعتبر تناول الطعام شيئا أساسيا للجميع لانه يحافظ على بقائنا أحياء ويمدنا بالمتعة أيضا في نفس الوقت. فلا حياة بدون الطعام, لكن الطريقة التي تتطور بها الثقافة, المجتمع, التكنولوجيا و الأفراد مرتبطة بالطعام.مع استمرار تطور التاريخ البشري ، أصبح لدينا مستوى أعلى في اختيار الطعام الذي نود تناوله في الوقت الحاضر.فلكل ثقافة مختلفة دين مختلف, ولكل دين مختلف عادة مختلفة ويعتبر الطعام عاملا أساسيا في الدين.تعتبر الديانات , مثل الاسلام, أن أكل لحم الخنزير طعام محرم ولا يجوز تناوله. لا توصي البوذية بأكل اللحم لأنهم يعتقدون انه من القسوة محاولة قت الحيوانات ويجب احترامهم وتقديرهم."
, img: '2.jpg'
    },
    {
        id: Math.floor(Math.random() * 156546), title: 'فوائد الطعام', description:
            "موضوع عن الطعام حول العالم بالانجليزي مع الترجمة العربية حيث يشكل الطعام شيئا جوهريا في العالم في الوقت الماضي و الحاضر. يعتبر تناول الطعام شيئا أساسيا للجميع لانه يحافظ على بقائنا أحياء ويمدنا بالمتعة أيضا في نفس الوقت. فلا حياة بدون الطعام, لكن الطريقة التي تتطور بها الثقافة, المجتمع, التكنولوجيا و الأفراد مرتبطة بالطعام.مع استمرار تطور التاريخ البشري ، أصبح لدينا مستوى أعلى في اختيار الطعام الذي نود تناوله في الوقت الحاضر.فلكل ثقافة مختلفة دين مختلف, ولكل دين مختلف عادة مختلفة ويعتبر الطعام عاملا أساسيا في الدين.تعتبر الديانات , مثل الاسلام, أن أكل لحم الخنزير طعام محرم ولا يجوز تناوله. لا توصي البوذية بأكل اللحم لأنهم يعتقدون انه من القسوة محاولة قت الحيوانات ويجب احترامهم وتقديرهم."
, img: '9.jpg'
    },
    {
        id: Math.floor(Math.random() * 156546), title: 'فوائد الطعام', description:
            "موضوع عن الطعام حول العالم بالانجليزي مع الترجمة العربية حيث يشكل الطعام شيئا جوهريا في العالم في الوقت الماضي و الحاضر. يعتبر تناول الطعام شيئا أساسيا للجميع لانه يحافظ على بقائنا أحياء ويمدنا بالمتعة أيضا في نفس الوقت. فلا حياة بدون الطعام, لكن الطريقة التي تتطور بها الثقافة, المجتمع, التكنولوجيا و الأفراد مرتبطة بالطعام.مع استمرار تطور التاريخ البشري ، أصبح لدينا مستوى أعلى في اختيار الطعام الذي نود تناوله في الوقت الحاضر.فلكل ثقافة مختلفة دين مختلف, ولكل دين مختلف عادة مختلفة ويعتبر الطعام عاملا أساسيا في الدين.تعتبر الديانات , مثل الاسلام, أن أكل لحم الخنزير طعام محرم ولا يجوز تناوله. لا توصي البوذية بأكل اللحم لأنهم يعتقدون انه من القسوة محاولة قت الحيوانات ويجب احترامهم وتقديرهم."
, img: '5.jpeg'
    },
    {
        id: Math.floor(Math.random() * 156546), title: 'فوائد الطعام', description:
            "موضوع عن الطعام حول العالم بالانجليزي مع الترجمة العربية حيث يشكل الطعام شيئا جوهريا في العالم في الوقت الماضي و الحاضر. يعتبر تناول الطعام شيئا أساسيا للجميع لانه يحافظ على بقائنا أحياء ويمدنا بالمتعة أيضا في نفس الوقت. فلا حياة بدون الطعام, لكن الطريقة التي تتطور بها الثقافة, المجتمع, التكنولوجيا و الأفراد مرتبطة بالطعام.مع استمرار تطور التاريخ البشري ، أصبح لدينا مستوى أعلى في اختيار الطعام الذي نود تناوله في الوقت الحاضر.فلكل ثقافة مختلفة دين مختلف, ولكل دين مختلف عادة مختلفة ويعتبر الطعام عاملا أساسيا في الدين.تعتبر الديانات , مثل الاسلام, أن أكل لحم الخنزير طعام محرم ولا يجوز تناوله. لا توصي البوذية بأكل اللحم لأنهم يعتقدون انه من القسوة محاولة قت الحيوانات ويجب احترامهم وتقديرهم."
, img: '14.jpg'
    },
    {
        id: Math.floor(Math.random() * 156546), title: 'فوائد الطعام', description:
            "موضوع عن الطعام حول العالم بالانجليزي مع الترجمة العربية حيث يشكل الطعام شيئا جوهريا في العالم في الوقت الماضي و الحاضر. يعتبر تناول الطعام شيئا أساسيا للجميع لانه يحافظ على بقائنا أحياء ويمدنا بالمتعة أيضا في نفس الوقت. فلا حياة بدون الطعام, لكن الطريقة التي تتطور بها الثقافة, المجتمع, التكنولوجيا و الأفراد مرتبطة بالطعام.مع استمرار تطور التاريخ البشري ، أصبح لدينا مستوى أعلى في اختيار الطعام الذي نود تناوله في الوقت الحاضر.فلكل ثقافة مختلفة دين مختلف, ولكل دين مختلف عادة مختلفة ويعتبر الطعام عاملا أساسيا في الدين.تعتبر الديانات , مثل الاسلام, أن أكل لحم الخنزير طعام محرم ولا يجوز تناوله. لا توصي البوذية بأكل اللحم لأنهم يعتقدون انه من القسوة محاولة قت الحيوانات ويجب احترامهم وتقديرهم."
, img: '10.jpg'
    },
    {
        id: Math.floor(Math.random() * 156546), title: 'فوائد الطعام', description:
            "موضوع عن الطعام حول العالم بالانجليزي مع الترجمة العربية حيث يشكل الطعام شيئا جوهريا في العالم في الوقت الماضي و الحاضر. يعتبر تناول الطعام شيئا أساسيا للجميع لانه يحافظ على بقائنا أحياء ويمدنا بالمتعة أيضا في نفس الوقت. فلا حياة بدون الطعام, لكن الطريقة التي تتطور بها الثقافة, المجتمع, التكنولوجيا و الأفراد مرتبطة بالطعام.مع استمرار تطور التاريخ البشري ، أصبح لدينا مستوى أعلى في اختيار الطعام الذي نود تناوله في الوقت الحاضر.فلكل ثقافة مختلفة دين مختلف, ولكل دين مختلف عادة مختلفة ويعتبر الطعام عاملا أساسيا في الدين.تعتبر الديانات , مثل الاسلام, أن أكل لحم الخنزير طعام محرم ولا يجوز تناوله. لا توصي البوذية بأكل اللحم لأنهم يعتقدون انه من القسوة محاولة قت الحيوانات ويجب احترامهم وتقديرهم."
, img: '1.jpeg'
    },
]